Repository: BJchenboyu/pitivi
Catalog: po/*.po
Languages: nl

source: %s is already running!
nl: %s is reeds opgestart!

source: An instance of %s is already running in this script.
nl: Een instantie van %s is reeds opgestart in dit script.

source: Could not find the GNonLin plugins!
nl: Kon de GNonLin uitbreidingen niet vinden!

source: Make sure the plugins were installed and are available in the GStreamer plugins path.
nl: Controleer of de uitbreidingen beschikbaar en geïnstalleerd zijn in de GStreamer uitbreidingsmap.

source: Could not find the autodetect plugins!
nl: Kan de autodetectie van uitbreidingen niet vinden!

source: Make sure you have installed gst-plugins-good and is available in the GStreamer plugin path.
nl: Controleer of de gst-plugins-good beschikbaar en geïnstalleerd zijn in de GStreamer uitbreidingsmap.

source: PyGTK doesn't have Cairo support!
nl: PyGTK heeft geen Cairo ondersteuning!

source: Please use a version of the Python bindings for GTK+ built with Cairo support.
nl: Gebruik een versie van de Python bindingen voor GTK+ met Cairo ondersteuning.

source: Could not initiate the video output plugins
nl: Kan de video uitvoer uitbreidingen niet initialiseren

source: Make sure you have at least one valid video output sink available (xvimagesink or ximagesink)
nl: Controleer of er minstens één geldige video uitvoer sink beschikbaar is (xvimagesink of ximagesink)

source: Could not initiate the audio output plugins
nl: Kan de audio uitvoer uitbreidingen niet initialiseren

source: Make sure you have at least one valid audio output sink available (alsasink or osssink)
nl: Controleer of er minstens één geldige video uitvoer sink beschikbaar is (alsasink of osssink)

source: Could not import the Python bindings for cairo
nl: Kan de Python bindingen voor Cairo niet importeren

source: Make sure you have the Python bindings for cairo installed
nl: Controleer of de Python bindingen voor Cairo zijn geïnstalleerd

source: Could not import the Python bindings for libglade
nl: Kan de Python bindingen voor libglade niet importeren

source: Make sure you have the Python bindings for libglade installed
nl: Controleer of de Python bindingen voor libglade zijn geïnstalleerd

source: Could not import the Python bindings for goocanvas
nl: Kan de Python bindingen voor goocanvas niet importeren

source: Make sure you have the Python bindings for goocanvas installed
nl: Controleer of de Python bindingen voor goocanvas zijn geïnstalleerd

source: You do not have a recent enough version of the GTK+ Python Bindings (currently %s)
nl: Er is geen recente versie van de GTK+ Python bindingen geïnstalleerd (momenteel %s)

source: You do not have a recent enough version of the GStreamer Python Bindings (currently %s)
nl: Er is geen recente versie van de GStreamer Python bindingen geïnstalleerd (momenteel %s)

source: You do not have a recent enough version of GStreamer (currently %s)
nl: Er is geen recente versie van GStreamer geïnstalleerd (momenteel %s)

source: You do not have a recent enough version of the Cairo Python Bindings (currently %s)
nl: Er is geen recente versie van de Cairo Python bindingen geïnstalleerd (momenteel %s)

source: You do not have a recent enough version of the GNonLin GStreamer plugin (currently %s)
nl: Er is geen recente versie van de GNonLin GStreamer uitbreiding (momenteel %s)

source: Could not import the Zope Interface module
nl: Kan de Zope Interface module niet importeren

source: Make sure you have the zope.interface module installed
nl: Controleer of de zope.interface module is geïnstalleerd

source: Could not import the distutils modules
nl: Kan de distutils modules niet importeren

source: Make sure you have the distutils python module installed
nl: Controleer of de distutils python module is geïnstalleerd

source: Could not establish the duration of the file.
nl: Kan de duur van het bestand niet bepalen.

source: Couldn't construct pipeline.
nl: Aanmaken pipeline mislukt.

source: GStreamer does not have an element to handle files coming from this type of file system.
nl: GStreamer heeft geen element om bestanden van dit soort bestandssysteem te laden.

source: Pipeline didn't want to go to PAUSED.
nl: Pijplijn kon niet worden gepauzeerd.

source: Pipeline didn't want to go to PLAYING.
nl: Pijplijn kon niet worden gestart.

source: File contains a redirection to another clip.
nl: Het bestand bevat een verwijzing naar een ander bestand.

source: PiTiVi does not currently does not handle redirection files.
nl: PiTiVi kan momenteel geen verwijzingen naar bestanden behandelen.

source: An internal error occured while analyzing this file : %s
nl: Er trad een interne fout op tijdens het analyseren van dit bestand : %s

source: Got unknown stream type : %s
nl: Onbekende stroom soort : %s

source: You are missing an element to handle this media type.
nl: U mist een element om dit media type te bewerken.

source: <small><b>File:</b> %s
nl: <small><b>Bestand:</b> %s

source: There is already a %s instance, inform developers
nl: Er is reeds een %s instantie, waarschuw de ontwikkelaars

source: New Project
nl: Nieuw project

source: No location given.
nl: Geen locatie opgegeven

source: File does not exist
nl: Bestand bestaat niet

source: Not a valid project file.
nl: Geen geldig project bestand.

source: There was an error loading the file.
nl: Er trad een fout op tijdens het laden van het bestand.

source: Video output is busy
nl: Video uitvoer is bezet

source: Please check that your video output device isn't already used by another application
nl: Controleer ofdat uw video uitvoer apparaat niet reeds gebruikt wordt door een ander programma

source: Video output problem
nl: Video uitvoer probleem

source: There is a problem with your video output device
nl: Er trad een probleem op met uw video uitvoer apparaat

source: Audio output device is busy
nl: Audio uitvoer apparaat is bezig

source: Please check that your audio output device isn't already used by another application.
nl: Controleer of dat uw audio uitvoer apparaat niet reeds wordt gebruikt door een ander programma.

source: Audio output problem
nl: Audio uitvoer probleem

source: There is a problem with your audio output device
nl: Er trad een probleem op met uw audio uitvoer apparaat

source: %s doesn't yet handle non local projects
nl: %s behandelt nog geen niet lokale project

source: Export Settings
nl: Exporteer instellingen

source: <b>Video:</b> %d x %d <i>pixels</i> at %.2f<i>fps</i>
nl: <b>Video:</b> %d x %d <i>pixels</i> aan %.2f<i>fps</i>

source: <b>Image:</b> %d x %d <i>pixels</i>
nl: <b>Afbeelding:</b> %d x %d <i>pixels</i>

source: <b>Unknown Video format:</b> %s
nl: <b>Onbekend video formaat:</b> %s

source: <b>Audio:</b> %d channels at %d <i>Hz</i> (%d <i>bits</i>)
nl: <b>Audio:</b> %d kanalen aan %d <i>Hz</i> (%d <i>bits</i>)

source: <b>Unknown Audio format:</b> %s
nl: <b>Onbekend audio formaat:</b> %s

source: <b>Text:</b> %s
nl: <b>Tekst:</b> %s

source: Name
nl: Naam

source: Description
nl: Beschrijving

source: Audio Capture Device :
nl: Audio opname apparaat :

source: No device available
nl: Geen apparaat beschikbaar

source: No device available
nl: Geen apparaat beschikbaar

source: Video Capture Device :
nl: Video opname apparaat :

source: gtk-close
nl: Sluiten

source: gtk-media-record
nl: Opnemen

source: Properties For: %d objects
nl: Eigenschappen voor: %d objecten

source: No properties...
nl: Geen instellingen...

source: <b>Author:</b>
nl: <b>Auteur:</b>

source: <b>Description:</b>
nl: <b>Beschrijving:</b>

source: <b>Plugin Name</b>
nl: <b>Naam plugin</b>

source: <b>Properties</b>
nl: <b>Eigenschappen</b>

source: Author
nl: Auteur

source: Properties for <element>
nl: Instellingen voor <element>

source: <b>Nothing yet</b>
nl: <b>Nog niets</b>

source: <b>Settings</b>
nl: <b>Instellingen</b>

source: Choose File
nl: Kies bestand

source: Modify
nl: Wijzig

source: Output file:
nl: Uitvoer bestand:

source: <b>Audio Output</b>
nl: <b>Audio uitvoer</b>

source: <b>Export to</b>
nl: <b>Exporteren naar</b>

source: <b>Video Output</b>
nl: <b>Video uitvoer</b>

source: Audio Preset
nl: Audio voorinstelling

source: Channels:
nl: Kanalen:

source: Depth:
nl: Kleurdiepte:

source: Height:
nl: Hoogte:

source: Rate:
nl: Bitrate:

source: Settings
nl: Instellingen

source: Video Preset
nl: Video voorinstelling

source: Width:
nl: Breedte:

source: Export settings
nl: Exporteer instellingen

source: Unknown reason
nl: Onbekende reden

source: Problem :
nl: Fout :

source: Extra information :
nl: Extra informatie :

source: Properties for
nl: Instellingen voor

source: Create a new project
nl: Nieuw project aanmaken

source: Open an existing project
nl: Open een bestaand project

source: Save the current project
nl: Project opslaan

source: Project settings
nl: Project instellingen

source: Edit the project settings
nl: Wijzig project instellingen

source: _Render project
nl: Project _Renderen

source: Render project
nl: Project renderen

source: _Plugins...
nl: _Uitbreidingen...

source: Manage plugins
nl: Beheer uitbreidingen

source: _Import from Webcam..
nl: _Importeer van Webcam...

source: Import Camera stream
nl: Importeer camere stroom

source: _Make screencast..
nl: _Maak screencast...

source: Capture the desktop
nl: Neem het bureaublad op

source: _Capture Network Stream..
nl: _Neem netwerkstroom op..

source: Capture Network Stream
nl: Neem netwerk stroom op

source: Information about %s
nl: Informatie over %s

source: _File
nl: _Bestand

source: _Edit
nl: Be_werken

source: _View
nl: Beel_d

source: _Help
nl: _Hulp

source: View the main window on the whole screen
nl: Bekijk het hoofdvenster op het hele scherm

source: Open File ...
nl: Open bestand ...

source: Contributors:
nl: Met bijdragen van:

source: GNU Lesser General Public License See http://www.gnu.org/copyleft/lesser.html for more details
nl: GNU Lesser General Public License Bekijk http://www.gnu.org/copyleft/lesser.html voor meer details

source: The project has unsaved changes. Do you wish to close the project?
nl: Dit project heeft niet opgeslagen wijzigingen. Wilt u het project sluiten?

source: PiTiVi is unable to load file "%s"
nl: PiTiVi kan "%s" niet laden

source: Error Loading File
nl: Fout tijdens het laden van bestand

source: Do you wish to overwrite existing file "%s"?
nl: Wilt u het huidige bestand "%s" overschrijven?

source: Overwrite Existing File?
nl: Huidig bestand overschrijven?

source: Save As...
nl: Opslaan Als...

source: Untitled.pptv
nl: Naamloos.pptv

source: Detect Automatically
nl: Automatisch detecteren...

source: Choose file to render to
nl: Kies bestand om te renderen

source: Finished in %dm%ds
nl: Afgewerkt in %dm%ds

source: Rendering
nl: Aan het renderen

source: Couldn't start rendering
nl: Kan renderen niet starten

source: Rendering Complete
nl: Het renderen is compleet

source: Address
nl: Adres

source: Capture
nl: Opnamen

source: Capture Stream from URI
nl: Stroom opnemen van URI

source: Capture network stream
nl: Netwerk stream openen

source: Close
nl: Sluiten

source: Customize :
nl: Aanpassen :

source: Network stream video
nl: Netwerk stroom video

source: Port
nl: Poort

source: Preview
nl: Voorbeeld

source: Preview Stream from URI
nl: Voorbeeld stroom van URI

source: other protocol
nl: ander protocol

source: All categories
nl: Alle categorieën

source: Plugin manager
nl: Plugin beheerder

source: Search :
nl: Zoeken :

source: Show :
nl: Tonen :

source: You may drag plugin files into the list to install them, or type text to search for a specific plugin.
nl: U mag uitbreidingsbestand in de lijst slepen om ze te installeren, of type een zoekterm voor een specifieke uitbreiding.

source: Enabled
nl: Ingeschakeld

source: Plugin
nl: Uitbreiding

source: Category
nl: Categorie

source: Are you sure you want to remove selected plugins ?
nl: Weet u zeker dat u de geselecteerde uitbreidingen wilt verwijderen ?

source: Confirm remove operation
nl: Bevestig verwijderen

source: Cannot remove %s
nl: Kan %s niet verwijderen

source: Update the existent plugin ?
nl: De huidige plugin updaten ?

source: This plugin is already installed in your system.
nl: Deze uitbreiding is reeds geïnstalleerd op uw systeem.

source: If you agree, version %s will be replaced with version %s
nl: Als u akkoord gaat zal versie %s worden vervangen door versie %s

source: Duplicate plugin found
nl: Uitbreiding duplicaat gevonden

source: Cannot install %s
nl: Kan %s niet installeren

source: The file is not a valid plugin.
nl: Het bestand is geen geldige uitbreiding.

source: Clip Library
nl: Clip collectie

source: A short description of your project.
nl: Een korte beschrijving van uw project.

source: Description:
nl: Beschrijving:

source: Name:
nl: Naam:

source: Project Settings
nl: Projectinstellingen

source: The name of your project.
nl: De naam van uw project.

source: No Objects Selected
nl: Geen Objecten geselecteerd

source: Screen Cast
nl: Schermopname

source: Screencast Desktop
nl: Schermopname bureaublad

source: Add Clips...
nl: Voeg clips toe...

source: Remove Clip
nl: Verwijder Clip

source: Play Clip
nl: Speel Clip

source: Icon
nl: Icoon

source: Information
nl: Informatie

source: Duration
nl: Duur

source: <span size='x-large'>Import your clips by dragging them here or by using the buttons above.</span>
nl: <span size='x-large'>Importeer uw clips door ze naar hier te slepen met de knoppen hierboven.</span>

source: _Import clips...
nl: _Importeer clips...

source: Import clips to use
nl: Importeer clips om te gebruiken

source: _Import folder of clips...
nl: _Importeer clips uit map...

source: Import folder of clips to use
nl: Importeer map van clips om te gebruiken

source: Import a folder
nl: Importeer een map

source: Import a clip
nl: Importeer een clip

source: Importing clips...
nl: Clips aan het importeren...

source: Error(s) occured while importing
nl: Fout(en) tijdens het importeren

source: An error occured while importing
nl: Er trad een fout op tijdens het importeren

source: Error while analyzing files
nl: Fout tijden het analyseren van bestanden

source: The following files can not be used with PiTiVi.
nl: De bestanden kunnen niet worden gebruikt in PiTiVi.

source: Error while analyzing a file
nl: Fout tijdens analyseren van bestand

source: The following file can not be used with PiTiVi.
nl: Dit bestand kan niet worden gebruikt in PiTiVi.

source: Delete Selected
nl: Verwijder selectie

source: Cut clip at mouse position
nl: Knip clip op muispositie

source: Zoom In
nl: Inzomen

source: Zoom Out
nl: Uitzoomen

source: Unlink audio from video
nl: Audio en video loskoppelen

source: Relink audio to original video
nl: Audio en video terug vastkoppelen
